{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "BuildPatchInstaller",
			"Children": [
				{
					"Source":
					{
						"Text": "Please Wait"
					},
					"Translation":
					{
						"Text": "잠시만 기다려주세요"
					},
					"Key": "BuildPatchInstaller_GenericProgress"
				},
				{
					"Source":
					{
						"Text": "{Current} / {Total} ({Speed}/sec)"
					},
					"Translation":
					{
						"Text": "{Current}/{Total} ({Speed}/s)"
					},
					"Key": "BuildPatchInstaller_DownloadSpeedFormat"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallError",
			"Children": [
				{
					"Source":
					{
						"Text": "A file access error has occurred. Please check your running processes."
					},
					"Translation":
					{
						"Text": "파일 액세스 오류가 발생했습니다. 실행 중인 프로세스를 확인해보세요."
					},
					"Key": "BuildPatchInstallShortError_MoveFileToInstall"
				},
				{
					"Source":
					{
						"Text": "A file corruption has occurred. Please try again."
					},
					"Translation":
					{
						"Text": "파일 손상이 발생했습니다. 나중에 다시 시도해보세요."
					},
					"Key": "BuildPatchInstallShortError_FileConstructionFail"
				},
				{
					"Source":
					{
						"Text": "An unknown error ocurred. Please contact support."
					},
					"Translation":
					{
						"Text": "알 수 없는 오류가 발생했습니다. 지원센터에 문의하시기 바랍니다."
					},
					"Key": "BuildPatchInstallShortError_InvalidOrMax"
				},
				{
					"Source":
					{
						"Text": "Could not download patch data. Please check your internet connection, and try again."
					},
					"Translation":
					{
						"Text": "패치 데이터를 다운로드할 수 없습니다. 인터넷 연결을 확인한 다음 다시 시도해보세요."
					},
					"Key": "BuildPatchInstallShortError_DownloadError"
				},
				{
					"Source":
					{
						"Text": "Maximum path length exceeded. Please specify a shorter install location."
					},
					"Translation":
					{
						"Text": "최대 경로 길이를 초과했습니다. 더 짧은 설치 위치를 지정해주세요."
					},
					"Key": "BuildPatchInstallShortError_PathLengthExceeded"
				},
				{
					"Source":
					{
						"Text": "Not enough disk space available. Please free up some disk space and try again."
					},
					"Translation":
					{
						"Text": "사용할 수 있는 디스크 공간이 부족합니다. 디스크 공간을 확보한 다음 다시 시도해보세요."
					},
					"Key": "BuildPatchInstallShortError_OutOfDiskSpace"
				},
				{
					"Source":
					{
						"Text": "Patching service could not start. Please contact support."
					},
					"Translation":
					{
						"Text": "패치 서비스를 시작할 수 없습니다. 지원센터에 문의하시기 바랍니다."
					},
					"Key": "BuildPatchInstallShortError_ApplicationError"
				},
				{
					"Source":
					{
						"Text": "The application is closing."
					},
					"Translation":
					{
						"Text": "앱을 종료합니다."
					},
					"Key": "BuildPatchInstallShortError_ApplicationClosing"
				},
				{
					"Source":
					{
						"Text": "The following directory could not be created.\n{0}"
					},
					"Translation":
					{
						"Text": "다음 디렉터리를 생성할 수 없습니다.\n{0}"
					},
					"Key": "MissingStageDirectory"
				},
				{
					"Source":
					{
						"Text": "The installation directory could not be created.\n{0}"
					},
					"Translation":
					{
						"Text": "설치 디렉터리를 생성할 수 없습니다.\n{0}"
					},
					"Key": "MissingInstallDirectory"
				},
				{
					"Source":
					{
						"Text": "The installation is corrupt. Please contact support."
					},
					"Translation":
					{
						"Text": "설치 파일이 손상되었습니다. 지원센터에 문의하시기 바랍니다."
					},
					"Key": "BuildPatchInstallShortError_BuildCorrupt"
				},
				{
					"Source":
					{
						"Text": "The installer failed to initialize. Please contact support."
					},
					"Translation":
					{
						"Text": "설치 관리자가 초기화하는 데 실패했습니다. 지원센터에 문의하시기 바랍니다."
					},
					"Key": "BuildPatchInstallShortError_InitializationError"
				},
				{
					"Source":
					{
						"Text": "The necessary prerequisites have failed to install. Please contact support."
					},
					"Translation":
					{
						"Text": "필수 구성 요소를 설치하는 데 실패했습니다. 지원센터에 문의하시기 바랍니다."
					},
					"Key": "BuildPatchInstallShortError_PrerequisiteError"
				},
				{
					"Source":
					{
						"Text": "The operation was successful."
					},
					"Translation":
					{
						"Text": "작업이 성공적으로 완료되었습니다."
					},
					"Key": "BuildPatchInstallShortError_NoError"
				},
				{
					"Source":
					{
						"Text": "There is not enough space at {Location}\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation":
					{
						"Text": "{Location}에 공간이 부족합니다.\n{RequiredBytes}의 여유 공간이 필요합니다.\n{AvailableBytes}의 공간이 현재 남아있습니다.\n설치를 진행하려면 {SpaceAdditional}의 공간을 추가로 확보해야 합니다."
					},
					"Key": "InstallDirectoryDiskSpace"
				},
				{
					"Source":
					{
						"Text": "There is not enough space on your device.\n{RequiredBytes} is required.\n{AvailableBytes} is available.\nYou need an additional {SpaceAdditional} to perform the installation."
					},
					"Translation":
					{
						"Text": "기기에 공간이 부족합니다.\n{RequiredBytes}의 여유 공간이 필요합니다.\n{AvailableBytes}의 공간이 현재 남아있습니다.\n설치를 진행하려면 {SpaceAdditional}의 공간을 추가로 확보해야 합니다."
					},
					"Key": "InstallDirectoryDiskSpaceDevice"
				},
				{
					"Source":
					{
						"Text": "This installation could not continue due to a configuration issue. Please contact support."
					},
					"Translation":
					{
						"Text": "구성 문제 때문에 설치를 계속할 수 없습니다. 지원센터에 문의하시기 바랍니다."
					},
					"Key": "InvalidInstallTags"
				},
				{
					"Source":
					{
						"Text": "This installation could not continue due to a prerequisite configuration issue. Please contact support."
					},
					"Translation":
					{
						"Text": "필수 구성 문제 때문에 설치를 계속할 수 없습니다. 지원센터에 문의하시기 바랍니다."
					},
					"Key": "MissingPrereqForPrereqOnlyInstall"
				},
				{
					"Source":
					{
						"Text": "User cancelled."
					},
					"Translation":
					{
						"Text": "사용자가 취소했습니다."
					},
					"Key": "BuildPatchInstallShortError_UserCanceled"
				}
			]
		},
		{
			"Namespace": "BuildPatchInstallProgress",
			"Children": [
				{
					"Source":
					{
						"Text": "Cleaning up"
					},
					"Translation":
					{
						"Text": "정리 중"
					},
					"Key": "EBuildPatchProgress_CleanUp"
				},
				{
					"Source":
					{
						"Text": "Complete"
					},
					"Translation":
					{
						"Text": "완료"
					},
					"Key": "EBuildPatchProgress_Complete"
				},
				{
					"Source":
					{
						"Text": "Downloading"
					},
					"Translation":
					{
						"Text": "다운로드 중"
					},
					"Key": "EBuildPatchProgress_Downloading"
				},
				{
					"Source":
					{
						"Text": "Initializing"
					},
					"Translation":
					{
						"Text": "초기화 중"
					},
					"Key": "EBuildPatchProgress_Initialising"
				},
				{
					"Source":
					{
						"Text": "Installing"
					},
					"Translation":
					{
						"Text": "설치 중"
					},
					"Key": "EBuildPatchProgress_Installing"
				},
				{
					"Source":
					{
						"Text": "Paused"
					},
					"Translation":
					{
						"Text": "일시 정지됨"
					},
					"Key": "EBuildPatchProgress_Paused"
				},
				{
					"Source":
					{
						"Text": "Prerequisites"
					},
					"Translation":
					{
						"Text": "필수 구성 요소"
					},
					"Key": "EBuildPatchProgress_PrerequisitesInstall"
				},
				{
					"Source":
					{
						"Text": "Queued"
					},
					"Translation":
					{
						"Text": "대기 중"
					},
					"Key": "EBuildPatchProgress_Queued"
				},
				{
					"Source":
					{
						"Text": "Resuming"
					},
					"Translation":
					{
						"Text": "재개 중"
					},
					"Key": "EBuildPatchProgress_Resuming"
				},
				{
					"Source":
					{
						"Text": "Verifying"
					},
					"Translation":
					{
						"Text": "확인 중"
					},
					"Key": "EBuildPatchProgress_BuildVerification"
				}
			]
		},
		{
			"Namespace": "DynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "NullDrv failure?"
					},
					"Translation":
					{
						"Text": "NullDrv 장애?"
					},
					"Key": "NullDrvFailure"
				}
			]
		},
		{
			"Namespace": "GenericPlatform",
			"Children": [
				{
					"Source":
					{
						"Text": "File Manager"
					},
					"Translation":
					{
						"Text": "파일 관리자"
					},
					"Key": "FileManagerName"
				}
			]
		},
		{
			"Namespace": "GpuProfiler",
			"Children": [
				{
					"Source":
					{
						"Text": "WARNING: This GPU profile was captured with v-sync enabled.  V-sync wait time may show up in any bucket, and as a result the data in this profile may be skewed. Please profile with v-sync disabled to obtain the most accurate data."
					},
					"Translation":
					{
						"Text": "경고: 이 GPU 프로필은 수직 동기화 활성화 상태에서 캡처되었습니다.  수직 동기화 대기 시간은 어느 버킷에서도 나타날 수 있으며, 그 결과로 이 프로필의 데이터가 왜곡될 수 있습니다. 가장 정확한 데이터를 얻으려면 수직 동기화 비활성화 상태로 프로필을 캡처해 주십시오."
					},
					"Key": "GpuProfileVsyncEnabledWarning"
				}
			]
		},
		{
			"Namespace": "InputKeys",
			"Children": [
				{
					"Source":
					{
						"Text": "Acceleration"
					},
					"Translation":
					{
						"Text": "가속"
					},
					"Key": "Acceleration"
				},
				{
					"Source":
					{
						"Text": "Ampersand"
					},
					"Translation":
					{
						"Text": "앰퍼샌드"
					},
					"Key": "Ampersand"
				},
				{
					"Source":
					{
						"Text": "Android"
					},
					"Translation":
					{
						"Text": "안드로이드"
					},
					"Key": "AndroidSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Android Back"
					},
					"Translation":
					{
						"Text": "안드로이드 뒤로"
					},
					"Key": "Android_Back"
				},
				{
					"Source":
					{
						"Text": "Android Menu"
					},
					"Translation":
					{
						"Text": "안드로이드 메뉴"
					},
					"Key": "Android_Menu"
				},
				{
					"Source":
					{
						"Text": "Android Volume Down"
					},
					"Translation":
					{
						"Text": "안드로이드 볼륨다운"
					},
					"Key": "Android_Volume_Down"
				},
				{
					"Source":
					{
						"Text": "Android Volume Up"
					},
					"Translation":
					{
						"Text": "안드로이드 볼륨업"
					},
					"Key": "Android_Volume_Up"
				},
				{
					"Source":
					{
						"Text": "Any Key"
					},
					"Translation":
					{
						"Text": "아무 키"
					},
					"Key": "AnyKey"
				},
				{
					"Source":
					{
						"Text": "Apostrophe"
					},
					"Translation":
					{
						"Text": "'"
					},
					"Key": "Apostrophe"
				},
				{
					"Source":
					{
						"Text": "Asterisk"
					},
					"Translation":
					{
						"Text": "*"
					},
					"Key": "Asterix"
				},
				{
					"Source":
					{
						"Text": "Backslash"
					},
					"Translation":
					{
						"Text": "백슬래시"
					},
					"Key": "Backslash"
				},
				{
					"Source":
					{
						"Text": "Backspace"
					},
					"Translation":
					{
						"Text": "Backspace"
					},
					"Key": "BackSpace"
				},
				{
					"Source":
					{
						"Text": "Caps"
					},
					"Translation":
					{
						"Text": "Caps"
					},
					"Key": "CapsLockShort"
				},
				{
					"Source":
					{
						"Text": "Caps Lock"
					},
					"Translation":
					{
						"Text": "Caps Lock"
					},
					"Key": "CapsLock"
				},
				{
					"Source":
					{
						"Text": "Caret"
					},
					"Translation":
					{
						"Text": "캐럿"
					},
					"Key": "Caret"
				},
				{
					"Source":
					{
						"Text": "Colon"
					},
					"Translation":
					{
						"Text": ":"
					},
					"Key": "Colon"
				},
				{
					"Source":
					{
						"Text": "Comma"
					},
					"Translation":
					{
						"Text": ","
					},
					"Key": "Comma"
				},
				{
					"Source":
					{
						"Text": "Del"
					},
					"Translation":
					{
						"Text": "Del"
					},
					"Key": "DeleteShort"
				},
				{
					"Source":
					{
						"Text": "Delete"
					},
					"Translation":
					{
						"Text": "Delete"
					},
					"Key": "Delete"
				},
				{
					"Source":
					{
						"Text": "Dollar"
					},
					"Translation":
					{
						"Text": "달러"
					},
					"Key": "Dollar"
				},
				{
					"Source":
					{
						"Text": "Down"
					},
					"Translation":
					{
						"Text": "아래쪽 화살표"
					},
					"Key": "Down"
				},
				{
					"Source":
					{
						"Text": "End"
					},
					"Translation":
					{
						"Text": "End"
					},
					"Key": "End"
				},
				{
					"Source":
					{
						"Text": "Enter"
					},
					"Translation":
					{
						"Text": "Enter"
					},
					"Key": "Enter"
				},
				{
					"Source":
					{
						"Text": "Equals"
					},
					"Translation":
					{
						"Text": "등호"
					},
					"Key": "Equals"
				},
				{
					"Source":
					{
						"Text": "Esc"
					},
					"Translation":
					{
						"Text": "Esc"
					},
					"Key": "EscapeShort"
				},
				{
					"Source":
					{
						"Text": "Escape"
					},
					"Translation":
					{
						"Text": "Escape"
					},
					"Key": "Escape"
				},
				{
					"Source":
					{
						"Text": "Exclamation"
					},
					"Translation":
					{
						"Text": "느낌표"
					},
					"Key": "Exclamation"
				},
				{
					"Source":
					{
						"Text": "F1"
					},
					"Translation":
					{
						"Text": "F1"
					},
					"Key": "F1"
				},
				{
					"Source":
					{
						"Text": "F10"
					},
					"Translation":
					{
						"Text": "F10"
					},
					"Key": "F10"
				},
				{
					"Source":
					{
						"Text": "F11"
					},
					"Translation":
					{
						"Text": "F11"
					},
					"Key": "F11"
				},
				{
					"Source":
					{
						"Text": "F12"
					},
					"Translation":
					{
						"Text": "F12"
					},
					"Key": "F12"
				},
				{
					"Source":
					{
						"Text": "F2"
					},
					"Translation":
					{
						"Text": "F2"
					},
					"Key": "F2"
				},
				{
					"Source":
					{
						"Text": "F3"
					},
					"Translation":
					{
						"Text": "F3"
					},
					"Key": "F3"
				},
				{
					"Source":
					{
						"Text": "F4"
					},
					"Translation":
					{
						"Text": "F4"
					},
					"Key": "F4"
				},
				{
					"Source":
					{
						"Text": "F5"
					},
					"Translation":
					{
						"Text": "F5"
					},
					"Key": "F5"
				},
				{
					"Source":
					{
						"Text": "F6"
					},
					"Translation":
					{
						"Text": "F6"
					},
					"Key": "F6"
				},
				{
					"Source":
					{
						"Text": "F7"
					},
					"Translation":
					{
						"Text": "F7"
					},
					"Key": "F7"
				},
				{
					"Source":
					{
						"Text": "F8"
					},
					"Translation":
					{
						"Text": "F8"
					},
					"Key": "F8"
				},
				{
					"Source":
					{
						"Text": "F9"
					},
					"Translation":
					{
						"Text": "F9"
					},
					"Key": "F9"
				},
				{
					"Source":
					{
						"Text": "Flick"
					},
					"Translation":
					{
						"Text": "플릭"
					},
					"Key": "Gesture_Flick"
				},
				{
					"Source":
					{
						"Text": "Fn+Delete"
					},
					"Translation":
					{
						"Text": "Fn+Delete"
					},
					"Key": "ForwardDelete"
				},
				{
					"Source":
					{
						"Text": "Gamepad"
					},
					"Translation":
					{
						"Text": "게임패드"
					},
					"Key": "GamepadSubCategory"
				},
				{
					"Source":
					{
						"Text": "Gamepad A"
					},
					"Translation":
					{
						"Text": "게임패드 A"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad B"
					},
					"Translation":
					{
						"Text": "게임패드 B"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Back"
					},
					"Translation":
					{
						"Text": "게임패드 뒤로"
					},
					"Key": "XBoxOne_Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Circle"
					},
					"Translation":
					{
						"Text": "게임패드 원"
					},
					"Key": "PS4_Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Down"
					},
					"Translation":
					{
						"Text": "게임패드 방향키 아래"
					},
					"Key": "Gamepad_DPad_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Left"
					},
					"Translation":
					{
						"Text": "게임패드 방향키 왼쪽"
					},
					"Key": "Gamepad_DPad_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Right"
					},
					"Translation":
					{
						"Text": "게임패드 방향키 오른쪽"
					},
					"Key": "Gamepad_DPad_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad D-pad Up"
					},
					"Translation":
					{
						"Text": "게임패드 방향키 위"
					},
					"Key": "Gamepad_DPad_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Bottom"
					},
					"Translation":
					{
						"Text": "게임패드 전면 버튼 아래"
					},
					"Key": "Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Left"
					},
					"Translation":
					{
						"Text": "게임패드 전면 버튼 왼쪽"
					},
					"Key": "Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Right"
					},
					"Translation":
					{
						"Text": "게임패드 전면 버튼 오른쪽"
					},
					"Key": "Gamepad_FaceButton_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Face Button Top"
					},
					"Translation":
					{
						"Text": "게임패드 전면 버튼 위"
					},
					"Key": "Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gamepad L1"
					},
					"Translation":
					{
						"Text": "게임패드 L1"
					},
					"Key": "PS4_Gamepad_LeftShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad L2"
					},
					"Translation":
					{
						"Text": "게임패드 L2"
					},
					"Key": "PS4_Gamepad_LeftTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad L2 Axis"
					},
					"Translation":
					{
						"Text": "게임패드 L2 축"
					},
					"Key": "PS4_Gamepad_LeftTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad L3"
					},
					"Translation":
					{
						"Text": "게임패드 L3"
					},
					"Key": "PS4_Gamepad_LeftThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Shoulder"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 숄더"
					},
					"Key": "Gamepad_LeftShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "게임패드 좌측 썸스틱 2D축"
					},
					"Key": "Gamepad_Left2D"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Button"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 버튼"
					},
					"Key": "Gamepad_LeftThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Down"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 아래"
					},
					"Key": "Gamepad_LeftStick_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Left"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 왼쪽"
					},
					"Key": "Gamepad_LeftStick_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Right"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 오른쪽"
					},
					"Key": "Gamepad_LeftStick_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Up"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 위"
					},
					"Key": "Gamepad_LeftStick_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 X-축"
					},
					"Key": "Gamepad_LeftX"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 Y-축"
					},
					"Key": "Gamepad_LeftY"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Trigger"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 트리거"
					},
					"Key": "Gamepad_LeftTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad Left Trigger Axis"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 트리거 축"
					},
					"Key": "Gamepad_LeftTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad Options"
					},
					"Translation":
					{
						"Text": "게임패드 설정"
					},
					"Key": "PS4_Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad R1"
					},
					"Translation":
					{
						"Text": "게임패드 R1"
					},
					"Key": "PS4_Gamepad_RightShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad R2"
					},
					"Translation":
					{
						"Text": "게임패드 R2"
					},
					"Key": "PS4_Gamepad_RightTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad R2 Axis"
					},
					"Translation":
					{
						"Text": "게임패드 R2 축"
					},
					"Key": "PS4_Gamepad_RightTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad R3"
					},
					"Translation":
					{
						"Text": "게임패드 R3"
					},
					"Key": "PS4_Gamepad_RightThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Shoulder"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 숄더"
					},
					"Key": "Gamepad_RightShoulder"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "게임패드 우측 썸스틱 2D축"
					},
					"Key": "Gamepad_Right2D"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Button"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 스틱 버튼"
					},
					"Key": "Gamepad_RightThumbstick"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Down"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 스틱 아래"
					},
					"Key": "Gamepad_RightStick_Down"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Left"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 스틱 왼쪽"
					},
					"Key": "Gamepad_RightStick_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Right"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 스틱 오른쪽"
					},
					"Key": "Gamepad_RightStick_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Up"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 스틱 위"
					},
					"Key": "Gamepad_RightStick_Up"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 스틱 X-축"
					},
					"Key": "Gamepad_RightX"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "게임패드 왼쪽 스틱 Y-축"
					},
					"Key": "Gamepad_RightY"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Trigger"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 트리거"
					},
					"Key": "Gamepad_RightTrigger"
				},
				{
					"Source":
					{
						"Text": "Gamepad Right Trigger Axis"
					},
					"Translation":
					{
						"Text": "게임패드 오른쪽 트리거 축"
					},
					"Key": "Gamepad_RightTriggerAxis"
				},
				{
					"Source":
					{
						"Text": "Gamepad Special Left"
					},
					"Translation":
					{
						"Text": "게임패드 스페셜 왼쪽"
					},
					"Key": "Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Special Right"
					},
					"Translation":
					{
						"Text": "게임패드 스페셜 오른쪽"
					},
					"Key": "Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Square"
					},
					"Translation":
					{
						"Text": "게임패드 사각형"
					},
					"Key": "PS4_Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Start"
					},
					"Translation":
					{
						"Text": "게임패드 시작"
					},
					"Key": "XBoxOne_Gamepad_Special_Right"
				},
				{
					"Source":
					{
						"Text": "Gamepad Touchpad Button"
					},
					"Translation":
					{
						"Text": "게임패드 터치패드 버튼"
					},
					"Key": "PS4_Gamepad_Special_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad Triangle"
					},
					"Translation":
					{
						"Text": "게임패드 삼각형"
					},
					"Key": "PS4_Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gamepad X"
					},
					"Translation":
					{
						"Text": "게임패드 X"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Left"
				},
				{
					"Source":
					{
						"Text": "Gamepad X"
					},
					"Translation":
					{
						"Text": "게임패드 X"
					},
					"Key": "PS4_Gamepad_FaceButton_Bottom"
				},
				{
					"Source":
					{
						"Text": "Gamepad Y"
					},
					"Translation":
					{
						"Text": "게임패드 Y"
					},
					"Key": "XBoxOne_Gamepad_FaceButton_Top"
				},
				{
					"Source":
					{
						"Text": "Gesture"
					},
					"Translation":
					{
						"Text": "제스쳐"
					},
					"Key": "GestureSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Global Back"
					},
					"Translation":
					{
						"Text": "글로벌 뒤로"
					},
					"Key": "Global_Back"
				},
				{
					"Source":
					{
						"Text": "Global Menu"
					},
					"Translation":
					{
						"Text": "글로벌 메뉴"
					},
					"Key": "Global_Menu"
				},
				{
					"Source":
					{
						"Text": "Global Pause"
					},
					"Translation":
					{
						"Text": "글로벌 일시정지"
					},
					"Key": "Global_Pause"
				},
				{
					"Source":
					{
						"Text": "Global Play"
					},
					"Translation":
					{
						"Text": "글로벌 플레이"
					},
					"Key": "Global_Play"
				},
				{
					"Source":
					{
						"Text": "Global View"
					},
					"Translation":
					{
						"Text": "글로벌 보기"
					},
					"Key": "Global_View"
				},
				{
					"Source":
					{
						"Text": "Gravity"
					},
					"Translation":
					{
						"Text": "중력"
					},
					"Key": "Gravity"
				},
				{
					"Source":
					{
						"Text": "HTC Vive"
					},
					"Translation":
					{
						"Text": "HTC Vive"
					},
					"Key": "ViveSubCategory"
				},
				{
					"Source":
					{
						"Text": "Home"
					},
					"Translation":
					{
						"Text": "Home"
					},
					"Key": "Home"
				},
				{
					"Source":
					{
						"Text": "Hyphen"
					},
					"Translation":
					{
						"Text": "-"
					},
					"Key": "Hyphen"
				},
				{
					"Source":
					{
						"Text": "Ins"
					},
					"Translation":
					{
						"Text": "Ins"
					},
					"Key": "InsertShort"
				},
				{
					"Source":
					{
						"Text": "Insert"
					},
					"Translation":
					{
						"Text": "Insert"
					},
					"Key": "Insert"
				},
				{
					"Source":
					{
						"Text": "Keyboard"
					},
					"Translation":
					{
						"Text": "키보드"
					},
					"Key": "KeyboardSubCategory"
				},
				{
					"Source":
					{
						"Text": "LMB"
					},
					"Translation":
					{
						"Text": "마우스 왼쪽 버튼"
					},
					"Key": "LeftMouseButtonShort"
				},
				{
					"Source":
					{
						"Text": "Left"
					},
					"Translation":
					{
						"Text": "왼쪽 화살표"
					},
					"Key": "Left"
				},
				{
					"Source":
					{
						"Text": "Left Alt"
					},
					"Translation":
					{
						"Text": "왼쪽 Alt"
					},
					"Key": "LeftAlt"
				},
				{
					"Source":
					{
						"Text": "Left Bracket"
					},
					"Translation":
					{
						"Text": "왼쪽 대괄호"
					},
					"Key": "LeftBracket"
				},
				{
					"Source":
					{
						"Text": "Left Cmd"
					},
					"Translation":
					{
						"Text": "왼쪽 Cmd"
					},
					"Key": "LeftCommand"
				},
				{
					"Source":
					{
						"Text": "Left Ctrl"
					},
					"Translation":
					{
						"Text": "왼쪽 Ctrl"
					},
					"Key": "LeftControl"
				},
				{
					"Source":
					{
						"Text": "Left Mouse Button"
					},
					"Translation":
					{
						"Text": "왼쪽 마우스 버튼"
					},
					"Key": "LeftMouseButton"
				},
				{
					"Source":
					{
						"Text": "Left Parantheses"
					},
					"Translation":
					{
						"Text": "왼쪽 괄호"
					},
					"Key": "LeftParantheses"
				},
				{
					"Source":
					{
						"Text": "Left Shift"
					},
					"Translation":
					{
						"Text": "왼쪽 Shift"
					},
					"Key": "LeftShift"
				},
				{
					"Source":
					{
						"Text": "Middle Mouse Button"
					},
					"Translation":
					{
						"Text": "가운데 마우스 버튼"
					},
					"Key": "MiddleMouseButton"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Grip"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 그립"
					},
					"Key": "MixedReality_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Menu"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 메뉴"
					},
					"Key": "MixedReality_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality(좌) 스틱 2D"
					},
					"Key": "MixedReality_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (좌) 스틱 버튼"
					},
					"Key": "MixedReality_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 스틱 아래"
					},
					"Key": "MixedReality_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 스틱 왼쪽"
					},
					"Key": "MixedReality_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 스틱 오른쪽"
					},
					"Key": "MixedReality_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 스틱 위"
					},
					"Key": "MixedReality_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (좌) 스틱 X"
					},
					"Key": "MixedReality_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (좌) 스틱 Y"
					},
					"Key": "MixedReality_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (좌) 트랙패드 2D"
					},
					"Key": "MixedReality_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (좌) 트랙패드 버튼"
					},
					"Key": "MixedReality_Left_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트랙패드 아래"
					},
					"Key": "MixedReality_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트랙패드 왼쪽"
					},
					"Key": "MixedReality_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트랙패드 오른쪽"
					},
					"Key": "MixedReality_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트랙패드 터치"
					},
					"Key": "MixedReality_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트랙패드 위"
					},
					"Key": "MixedReality_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad X"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트랙패드 X"
					},
					"Key": "MixedReality_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trackpad Y"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트랙패드 Y"
					},
					"Key": "MixedReality_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trigger"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트리거"
					},
					"Key": "MixedReality_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "혼합 현실 (좌) 트리거 축"
					},
					"Key": "MixedReality_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Grip"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 그립"
					},
					"Key": "MixedReality_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Menu"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 메뉴"
					},
					"Key": "MixedReality_Right_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (우) 스틱 2D"
					},
					"Key": "MixedReality_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (우) 스틱 버튼"
					},
					"Key": "MixedReality_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 스틱 아래"
					},
					"Key": "MixedReality_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 스틱 왼쪽"
					},
					"Key": "MixedReality_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 스틱 오른쪽"
					},
					"Key": "MixedReality_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 스틱 위"
					},
					"Key": "MixedReality_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (우) 스틱 X"
					},
					"Key": "MixedReality_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (우) 스틱 Y"
					},
					"Key": "MixedReality_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Mixed Reality (우) 트랙패드 2D"
					},
					"Key": "MixedReality_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Mixed Reality (우) 트랙패드 버튼"
					},
					"Key": "MixedReality_Right_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트랙패드 아래"
					},
					"Key": "MixedReality_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트랙패드 왼쪽"
					},
					"Key": "MixedReality_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트랙패드 오른쪽"
					},
					"Key": "MixedReality_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트랙패드 터치"
					},
					"Key": "MixedReality_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트랙패드 위"
					},
					"Key": "MixedReality_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad X"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트랙패드 X"
					},
					"Key": "MixedReality_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trackpad Y"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트랙패드 Y"
					},
					"Key": "MixedReality_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trigger"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트리거"
					},
					"Key": "MixedReality_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Mixed Reality (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "혼합 현실 (우) 트리거 축"
					},
					"Key": "MixedReality_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Motion"
					},
					"Translation":
					{
						"Text": "모션"
					},
					"Key": "MotionSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Mouse"
					},
					"Translation":
					{
						"Text": "마우스"
					},
					"Key": "MouseSubCategory"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Axis"
					},
					"Translation":
					{
						"Text": "마우스 휠 축"
					},
					"Key": "MouseWheelAxis"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Down"
					},
					"Translation":
					{
						"Text": "마우스 휠 아래로"
					},
					"Key": "MouseScrollDown"
				},
				{
					"Source":
					{
						"Text": "Mouse Wheel Up"
					},
					"Translation":
					{
						"Text": "마우스 휠 위로"
					},
					"Key": "MouseScrollUp"
				},
				{
					"Source":
					{
						"Text": "Mouse X"
					},
					"Translation":
					{
						"Text": "마우스 X"
					},
					"Key": "MouseX"
				},
				{
					"Source":
					{
						"Text": "Mouse XY 2D-Axis"
					},
					"Translation":
					{
						"Text": "마우스 XY 2D축"
					},
					"Key": "Mouse2D"
				},
				{
					"Source":
					{
						"Text": "Mouse Y"
					},
					"Translation":
					{
						"Text": "마우스 Y"
					},
					"Key": "MouseY"
				},
				{
					"Source":
					{
						"Text": "Num *"
					},
					"Translation":
					{
						"Text": "숫자패드 *"
					},
					"Key": "Multiply"
				},
				{
					"Source":
					{
						"Text": "Num +"
					},
					"Translation":
					{
						"Text": "숫자패드 +"
					},
					"Key": "Add"
				},
				{
					"Source":
					{
						"Text": "Num -"
					},
					"Translation":
					{
						"Text": "숫자패드 -"
					},
					"Key": "Subtract"
				},
				{
					"Source":
					{
						"Text": "Num ."
					},
					"Translation":
					{
						"Text": "숫자패드 ."
					},
					"Key": "Decimal"
				},
				{
					"Source":
					{
						"Text": "Num /"
					},
					"Translation":
					{
						"Text": "숫자패드 /"
					},
					"Key": "Divide"
				},
				{
					"Source":
					{
						"Text": "Num 0"
					},
					"Translation":
					{
						"Text": "숫자패드 0"
					},
					"Key": "NumPadZero"
				},
				{
					"Source":
					{
						"Text": "Num 1"
					},
					"Translation":
					{
						"Text": "숫자패드 1"
					},
					"Key": "NumPadOne"
				},
				{
					"Source":
					{
						"Text": "Num 2"
					},
					"Translation":
					{
						"Text": "숫자패드 2"
					},
					"Key": "NumPadTwo"
				},
				{
					"Source":
					{
						"Text": "Num 3"
					},
					"Translation":
					{
						"Text": "숫자패드 3"
					},
					"Key": "NumPadThree"
				},
				{
					"Source":
					{
						"Text": "Num 4"
					},
					"Translation":
					{
						"Text": "숫자패드 4"
					},
					"Key": "NumPadFour"
				},
				{
					"Source":
					{
						"Text": "Num 5"
					},
					"Translation":
					{
						"Text": "숫자패드 5"
					},
					"Key": "NumPadFive"
				},
				{
					"Source":
					{
						"Text": "Num 6"
					},
					"Translation":
					{
						"Text": "숫자패드 6"
					},
					"Key": "NumPadSix"
				},
				{
					"Source":
					{
						"Text": "Num 7"
					},
					"Translation":
					{
						"Text": "숫자패드 7"
					},
					"Key": "NumPadSeven"
				},
				{
					"Source":
					{
						"Text": "Num 8"
					},
					"Translation":
					{
						"Text": "숫자패드 8"
					},
					"Key": "NumPadEight"
				},
				{
					"Source":
					{
						"Text": "Num 9"
					},
					"Translation":
					{
						"Text": "숫자패드 9"
					},
					"Key": "NumPadNine"
				},
				{
					"Source":
					{
						"Text": "Num Lock"
					},
					"Translation":
					{
						"Text": "Num Lock"
					},
					"Key": "NumLock"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch"
					},
					"Key": "OculusTouchSubCategory"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Grip"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 그립"
					},
					"Key": "OculusTouch_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Grip Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 그립 축"
					},
					"Key": "OculusTouch_Left_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Menu"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 메뉴"
					},
					"Key": "OculusTouch_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 2D"
					},
					"Key": "OculusTouch_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 버튼"
					},
					"Key": "OculusTouch_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 아래"
					},
					"Key": "OculusTouch_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 왼쪽"
					},
					"Key": "OculusTouch_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 오른쪽"
					},
					"Key": "OculusTouch_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 터치"
					},
					"Key": "OculusTouch_Left_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 위"
					},
					"Key": "OculusTouch_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 X"
					},
					"Key": "OculusTouch_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 스틱 Y"
					},
					"Key": "OculusTouch_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 트리거"
					},
					"Key": "OculusTouch_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 트리거 축"
					},
					"Key": "OculusTouch_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) 트리거 터치"
					},
					"Key": "OculusTouch_Left_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) X Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) X 누르기"
					},
					"Key": "OculusTouch_Left_X_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) X Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) X 터치"
					},
					"Key": "OculusTouch_Left_X_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Y Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) Y 누르기"
					},
					"Key": "OculusTouch_Left_Y_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (L) Y Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (좌) Y 터치"
					},
					"Key": "OculusTouch_Left_Y_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) A Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) A 누르기"
					},
					"Key": "OculusTouch_Right_A_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) A Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) A 터치"
					},
					"Key": "OculusTouch_Right_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) B Press"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) B 누르기"
					},
					"Key": "OculusTouch_Right_B_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) B Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) B 터치"
					},
					"Key": "OculusTouch_Right_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Grip"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 그립"
					},
					"Key": "OculusTouch_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Grip Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 그립 축"
					},
					"Key": "OculusTouch_Right_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) System"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 시스템"
					},
					"Key": "OculusTouch_Right_System_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 2D"
					},
					"Key": "OculusTouch_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 버튼"
					},
					"Key": "OculusTouch_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 아래"
					},
					"Key": "OculusTouch_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 왼쪽"
					},
					"Key": "OculusTouch_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 오른쪽"
					},
					"Key": "OculusTouch_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 터치"
					},
					"Key": "OculusTouch_Right_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 위"
					},
					"Key": "OculusTouch_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 X"
					},
					"Key": "OculusTouch_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 스틱 Y"
					},
					"Key": "OculusTouch_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 트리거"
					},
					"Key": "OculusTouch_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 트리거 축"
					},
					"Key": "OculusTouch_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Oculus Touch (R) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Oculus Touch (우) 트리거 터치"
					},
					"Key": "OculusTouch_Right_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "PS4_Special_DEPRECATED"
					},
					"Translation":
					{
						"Text": "PS4_Special"
					},
					"Key": "PS4_Special"
				},
				{
					"Source":
					{
						"Text": "Page Down"
					},
					"Translation":
					{
						"Text": "Page Down"
					},
					"Key": "PageDown"
				},
				{
					"Source":
					{
						"Text": "Page Up"
					},
					"Translation":
					{
						"Text": "Page Up"
					},
					"Key": "PageUp"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "Pause"
				},
				{
					"Source":
					{
						"Text": "Period"
					},
					"Translation":
					{
						"Text": "."
					},
					"Key": "Period"
				},
				{
					"Source":
					{
						"Text": "PgDn"
					},
					"Translation":
					{
						"Text": "PgDn"
					},
					"Key": "PageDownShort"
				},
				{
					"Source":
					{
						"Text": "PgUp"
					},
					"Translation":
					{
						"Text": "PgUp"
					},
					"Key": "PageUpShort"
				},
				{
					"Source":
					{
						"Text": "Pinch"
					},
					"Translation":
					{
						"Text": "핀치"
					},
					"Key": "Gesture_Pinch"
				},
				{
					"Source":
					{
						"Text": "Quote"
					},
					"Translation":
					{
						"Text": "따옴표"
					},
					"Key": "Quote"
				},
				{
					"Source":
					{
						"Text": "RMB"
					},
					"Translation":
					{
						"Text": "마우스 오른쪽 버튼"
					},
					"Key": "RightMouseButtonShort"
				},
				{
					"Source":
					{
						"Text": "Right"
					},
					"Translation":
					{
						"Text": "오른쪽 화살표"
					},
					"Key": "Right"
				},
				{
					"Source":
					{
						"Text": "Right Alt"
					},
					"Translation":
					{
						"Text": "오른쪽 Alt"
					},
					"Key": "RightAlt"
				},
				{
					"Source":
					{
						"Text": "Right Bracket"
					},
					"Translation":
					{
						"Text": "오른쪽 대괄호"
					},
					"Key": "RightBracket"
				},
				{
					"Source":
					{
						"Text": "Right Cmd"
					},
					"Translation":
					{
						"Text": "오른쪽 Cmd"
					},
					"Key": "RightCommand"
				},
				{
					"Source":
					{
						"Text": "Right Ctrl"
					},
					"Translation":
					{
						"Text": "오른쪽 Ctrl"
					},
					"Key": "RightControl"
				},
				{
					"Source":
					{
						"Text": "Right Mouse Button"
					},
					"Translation":
					{
						"Text": "오른쪽 마우스 버튼"
					},
					"Key": "RightMouseButton"
				},
				{
					"Source":
					{
						"Text": "Right Parantheses"
					},
					"Translation":
					{
						"Text": "오른쪽 괄호"
					},
					"Key": "RightParantheses"
				},
				{
					"Source":
					{
						"Text": "Right Shift"
					},
					"Translation":
					{
						"Text": "오른쪽 Shift"
					},
					"Key": "RightShift"
				},
				{
					"Source":
					{
						"Text": "Rotate"
					},
					"Translation":
					{
						"Text": "회전"
					},
					"Key": "Gesture_Rotate"
				},
				{
					"Source":
					{
						"Text": "Rotation Rate"
					},
					"Translation":
					{
						"Text": "Rotation Rate"
					},
					"Key": "RotationRate"
				},
				{
					"Source":
					{
						"Text": "Scroll Lock"
					},
					"Translation":
					{
						"Text": "Scroll Lock"
					},
					"Key": "ScrollLock"
				},
				{
					"Source":
					{
						"Text": "Semicolon"
					},
					"Translation":
					{
						"Text": ";"
					},
					"Key": "Semicolon"
				},
				{
					"Source":
					{
						"Text": "Slash"
					},
					"Translation":
					{
						"Text": "슬래시"
					},
					"Key": "Slash"
				},
				{
					"Source":
					{
						"Text": "Space"
					},
					"Translation":
					{
						"Text": "Space"
					},
					"Key": "SpaceBarShort"
				},
				{
					"Source":
					{
						"Text": "Space Bar"
					},
					"Translation":
					{
						"Text": "Space"
					},
					"Key": "SpaceBar"
				},
				{
					"Source":
					{
						"Text": "SpecialGamepad"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "SpecialGamepadSubCategory"
				},
				{
					"Source":
					{
						"Text": "Steam"
					},
					"Translation":
					{
						"Text": "Steam"
					},
					"Key": "SteamSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Steam Back Left"
					},
					"Translation":
					{
						"Text": "Steam 뒤 왼쪽"
					},
					"Key": "Steam_Back_Left"
				},
				{
					"Source":
					{
						"Text": "Steam Back Right"
					},
					"Translation":
					{
						"Text": "Steam 뒤 오른쪽"
					},
					"Key": "Steam_Back_Right"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 0"
					},
					"Translation":
					{
						"Text": "Steam Touch 0"
					},
					"Key": "Steam_Touch_0"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 1"
					},
					"Translation":
					{
						"Text": "Steam Touch 1"
					},
					"Key": "Steam_Touch_1"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 2"
					},
					"Translation":
					{
						"Text": "Steam Touch 2"
					},
					"Key": "Steam_Touch_2"
				},
				{
					"Source":
					{
						"Text": "Steam Touch 3"
					},
					"Translation":
					{
						"Text": "Steam Touch 3"
					},
					"Key": "Steam_Touch_3"
				},
				{
					"Source":
					{
						"Text": "Tab"
					},
					"Translation":
					{
						"Text": "Tab"
					},
					"Key": "Tab"
				},
				{
					"Source":
					{
						"Text": "Thumb Mouse Button"
					},
					"Translation":
					{
						"Text": "엄지 마우스 버튼"
					},
					"Key": "ThumbMouseButton"
				},
				{
					"Source":
					{
						"Text": "Thumb Mouse Button 2"
					},
					"Translation":
					{
						"Text": "엄지 마우스 버튼 2"
					},
					"Key": "ThumbMouseButton2"
				},
				{
					"Source":
					{
						"Text": "Tilt"
					},
					"Translation":
					{
						"Text": "기울기"
					},
					"Key": "Tilt"
				},
				{
					"Source":
					{
						"Text": "Touch"
					},
					"Translation":
					{
						"Text": "터치"
					},
					"Key": "TouchSubCateogry"
				},
				{
					"Source":
					{
						"Text": "Touch {0}"
					},
					"Translation":
					{
						"Text": "{0} 터치"
					},
					"Key": "TouchFormat"
				},
				{
					"Source":
					{
						"Text": "Touchpad Button X Axis"
					},
					"Translation":
					{
						"Text": "터치패드 버튼 X축"
					},
					"Key": "Gamepad_Special_Left_X"
				},
				{
					"Source":
					{
						"Text": "Touchpad Button Y Axis"
					},
					"Translation":
					{
						"Text": "터치패드 버튼 Y축"
					},
					"Key": "Gamepad_Special_Left_Y"
				},
				{
					"Source":
					{
						"Text": "Underscore"
					},
					"Translation":
					{
						"Text": "_"
					},
					"Key": "Underscore"
				},
				{
					"Source":
					{
						"Text": "Up"
					},
					"Translation":
					{
						"Text": "위쪽 화살표"
					},
					"Key": "Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index"
					},
					"Translation":
					{
						"Text": "Valve Index"
					},
					"Key": "ValveIndexSubCategory"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) A Press"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) A 누르기"
					},
					"Key": "ValveIndex_Left_A_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) A Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) A 터치"
					},
					"Key": "ValveIndex_Left_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) B Press"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) B 누르기"
					},
					"Key": "ValveIndex_Left_B_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) B Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) B 터치"
					},
					"Key": "ValveIndex_Left_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Grip Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 그립 축"
					},
					"Key": "ValveIndex_Left_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Grip Force"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 그립 포스"
					},
					"Key": "ValveIndex_Left_Grip_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) System"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 시스템"
					},
					"Key": "ValveIndex_Left_System_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) System Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 시스템 터치"
					},
					"Key": "ValveIndex_Left_System_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 2D"
					},
					"Key": "ValveIndex_Left_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 버튼"
					},
					"Key": "ValveIndex_Left_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 아래"
					},
					"Key": "ValveIndex_Left_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 왼쪽"
					},
					"Key": "ValveIndex_Left_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 오른쪽"
					},
					"Key": "ValveIndex_Left_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 터치"
					},
					"Key": "ValveIndex_Left_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 위"
					},
					"Key": "ValveIndex_Left_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 X"
					},
					"Key": "ValveIndex_Left_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 스틱 Y"
					},
					"Key": "ValveIndex_Left_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 2D"
					},
					"Key": "ValveIndex_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 아래"
					},
					"Key": "ValveIndex_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Force"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 포스"
					},
					"Key": "ValveIndex_Left_Trackpad_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 왼쪽"
					},
					"Key": "ValveIndex_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 오른쪽"
					},
					"Key": "ValveIndex_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 터치"
					},
					"Key": "ValveIndex_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 위"
					},
					"Key": "ValveIndex_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad X"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 X"
					},
					"Key": "ValveIndex_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트랙패드 Y"
					},
					"Key": "ValveIndex_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트리거"
					},
					"Key": "ValveIndex_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트리거 축"
					},
					"Key": "ValveIndex_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (L) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (좌) 트리거 터치"
					},
					"Key": "ValveIndex_Left_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) A Press"
					},
					"Translation":
					{
						"Text": "Valve Index (우) A 누르기"
					},
					"Key": "ValveIndex_Right_A_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) A Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (우) A 터치"
					},
					"Key": "ValveIndex_Right_A_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) B Press"
					},
					"Translation":
					{
						"Text": "Valve Index (우) B 누르기"
					},
					"Key": "ValveIndex_Right_B_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) B Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (우) B 터치"
					},
					"Key": "ValveIndex_Right_B_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Grip Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 그립 축"
					},
					"Key": "ValveIndex_Right_Grip_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Grip Force"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 그립 포스"
					},
					"Key": "ValveIndex_Right_Grip_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) System"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 시스템"
					},
					"Key": "ValveIndex_Right_System_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) System Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 시스템 터치"
					},
					"Key": "ValveIndex_Right_System_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 2D"
					},
					"Key": "ValveIndex_Right_Thumbstick_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Button"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 버튼"
					},
					"Key": "ValveIndex_Right_Thumbstick_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Down"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 아래"
					},
					"Key": "ValveIndex_Right_Thumbstick_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Left"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 왼쪽"
					},
					"Key": "ValveIndex_Right_Thumbstick_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Right"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 오른쪽"
					},
					"Key": "ValveIndex_Right_Thumbstick_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 터치"
					},
					"Key": "ValveIndex_Right_Thumbstick_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Up"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 위"
					},
					"Key": "ValveIndex_Right_Thumbstick_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick X-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 X"
					},
					"Key": "ValveIndex_Right_Thumbstick_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Thumbstick Y-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 스틱 Y"
					},
					"Key": "ValveIndex_Right_Thumbstick_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 2D"
					},
					"Key": "ValveIndex_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 아래"
					},
					"Key": "ValveIndex_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Force"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 포스"
					},
					"Key": "ValveIndex_Right_Trackpad_Force"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 왼쪽"
					},
					"Key": "ValveIndex_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 오른쪽"
					},
					"Key": "ValveIndex_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 터치"
					},
					"Key": "ValveIndex_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 위"
					},
					"Key": "ValveIndex_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad X"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 X"
					},
					"Key": "ValveIndex_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trackpad Y"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트랙패드 Y"
					},
					"Key": "ValveIndex_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트리거"
					},
					"Key": "ValveIndex_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트리거 축"
					},
					"Key": "ValveIndex_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Valve Index (R) Trigger Touch"
					},
					"Translation":
					{
						"Text": "Valve Index (우) 트리거 터치"
					},
					"Key": "ValveIndex_Right_Trigger_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Grip"
					},
					"Translation":
					{
						"Text": "Vive (좌) 그립"
					},
					"Key": "Vive_Left_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Menu"
					},
					"Translation":
					{
						"Text": "Vive (좌) 메뉴"
					},
					"Key": "Vive_Left_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) System"
					},
					"Translation":
					{
						"Text": "Vive (좌) 시스템"
					},
					"Key": "Vive_Left_System_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 2D"
					},
					"Key": "Vive_Left_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 버튼"
					},
					"Key": "Vive_Left_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 아래"
					},
					"Key": "Vive_Left_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 왼쪽"
					},
					"Key": "Vive_Left_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 오른쪽"
					},
					"Key": "Vive_Left_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 터치"
					},
					"Key": "Vive_Left_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 Up"
					},
					"Key": "Vive_Left_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad X-Axis"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 X"
					},
					"Key": "Vive_Left_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trackpad Y-Axis"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트랙패드 Y"
					},
					"Key": "Vive_Left_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trigger"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트리거"
					},
					"Key": "Vive_Left_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (L) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Vive (좌) 트리거 축"
					},
					"Key": "Vive_Left_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Grip"
					},
					"Translation":
					{
						"Text": "Vive (우) 그립"
					},
					"Key": "Vive_Right_Grip_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Menu"
					},
					"Translation":
					{
						"Text": "Vive (우) 메뉴"
					},
					"Key": "Vive_Right_Menu_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) System"
					},
					"Translation":
					{
						"Text": "Vive (우) 시스템"
					},
					"Key": "Vive_Right_System_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad 2D-Axis"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 2D"
					},
					"Key": "Vive_Right_Trackpad_2D"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Button"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 버튼"
					},
					"Key": "Vive_Right_Trackpad_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Down"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 아래"
					},
					"Key": "Vive_Right_Trackpad_Down"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Left"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 왼쪽"
					},
					"Key": "Vive_Right_Trackpad_Left"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Right"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 오른쪽"
					},
					"Key": "Vive_Right_Trackpad_Right"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Touch"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 터치"
					},
					"Key": "Vive_Right_Trackpad_Touch"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Up"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 위"
					},
					"Key": "Vive_Right_Trackpad_Up"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad X-Axis"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 X"
					},
					"Key": "Vive_Right_Trackpad_X"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trackpad Y-Axis"
					},
					"Translation":
					{
						"Text": "Vive (우) 트랙패드 Y"
					},
					"Key": "Vive_Right_Trackpad_Y"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trigger"
					},
					"Translation":
					{
						"Text": "Vive (우) 트리거"
					},
					"Key": "Vive_Right_Trigger_Click"
				},
				{
					"Source":
					{
						"Text": "Vive (R) Trigger Axis"
					},
					"Translation":
					{
						"Text": "Vive (우) 트리거 축"
					},
					"Key": "Vive_Right_Trigger_Axis"
				},
				{
					"Source":
					{
						"Text": "Windows Mixed Reality"
					},
					"Translation":
					{
						"Text": "Windows 혼합 현실"
					},
					"Key": "MixedRealitySubCategory"
				},
				{
					"Source":
					{
						"Text": "XBox One"
					},
					"Translation":
					{
						"Text": "XBox One"
					},
					"Key": "XBoxOneSubCateogry"
				}
			]
		},
		{
			"Namespace": "LinuxDynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "Failed to load OpenGL Driver which is required to run the engine.\nOpenGL4 has been deprecated and should use Vulkan."
					},
					"Translation":
					{
						"Text": "엔진을 구동하는 데 필요한 OpenGL 드라이버를 불러오지 못했습니다.\nOpenGL4는 지원이 중단되었습니다. Vulkan을 사용해야 합니다."
					},
					"Key": "NoOpenGLDriver"
				},
				{
					"Source":
					{
						"Text": "Failed to load Vulkan Driver which is required to run the engine.\nThe engine no longer fallbacks to OpenGL4 which has been deprecated."
					},
					"Translation":
					{
						"Text": "엔진을 구동하는 데 필요한 Vulkan 드라이버를 불러오지 못했습니다.\nOpenGL4 지원이 중단되었기 때문에 더 이상 엔진이 대체되지 않습니다."
					},
					"Key": "NoVulkanDriver"
				},
				{
					"Source":
					{
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation":
					{
						"Text": "엔진을 구동하기 위해서는 OpenGL 4.3이 필요합니다."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source":
					{
						"Text": "The project does not target Vulkan or OpenGL RHIs, check project settings or pass -nullrhi."
					},
					"Translation":
					{
						"Text": "이 프로젝트는 Vulkan 또는 OpenGL RHI를 대상으로 하지 않습니다. 프로젝트 설정을 확인하거나 -nullrhi를 전달해야 합니다."
					},
					"Key": "NoTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force OpenGL RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation":
					{
						"Text": "OpenGL RHI를 강제하려고 시도했지만, 프로젝트 TargetedRHI 목록에 OpenGL RHI가 없습니다."
					},
					"Key": "NoOpenGLTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force Vulkan RHI but the project does not have it in TargetedRHIs list."
					},
					"Translation":
					{
						"Text": " Vulkan RHI를 강제하려고 시도했지만, 프로젝트 TargetedRHI 목록에 Vulkan RHI가 없습니다."
					},
					"Key": "NoVulkanTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Trying to force specific Vulkan feature level but it is not supported."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnsupportedVulkanTargetedRHI"
				},
				{
					"Source":
					{
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation":
					{
						"Text": "엔진을 구동하기 위해서는 Vulkan 드라이버가 필요합니다."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source":
					{
						"Text": "Vulkan or OpenGL (4.3) support is required to run the engine."
					},
					"Translation":
					{
						"Text": "엔진을 구동하기 위해서는 Vulkan 또는 OpenGL (4.3) 지원이 필요합니다."
					},
					"Key": "NoVulkanNoGL"
				},
				{
					"Source":
					{
						"Text": "Warning: OpenGL is no longer supported for desktop platforms. Vulkan will be used instead."
					},
					"Translation":
					{
						"Text": "경고: OpenGL은 더 이상 데스크톱 플랫폼에서 지원되지 않습니다. Vulkan이 대신 사용됩니다."
					},
					"Key": "OpenGLRemoved"
				}
			]
		},
		{
			"Namespace": "MessageDialog",
			"Children": [
				{
					"Source":
					{
						"Text": "Please update to the latest version of macOS for best performance and stability."
					},
					"Translation":
					{
						"Text": "최고의 성능과 안정성을 위해 macOS 최신 버전으로 업데이트하세요."
					},
					"Key": "UpdateMacOSX_Body"
				},
				{
					"Source":
					{
						"Text": "The installed version of the {Vendor} graphics driver has known issues in {RHI}.\nPlease install either the latest or the recommended driver version or switch to a different rendering API.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "{Vendor} 그래픽 드라이버의 설치 버전에 {RHI} 문제가 보고되었습니다.\n최신 드라이버 버전 또는 권장 드라이버 버전을 설치하거나 다른 렌더링 API로 전환해 주세요.\n\n다음의 URL로 이동하여 드라이버를 다운로드하시겠습니까?\n\n{Hyperlink}\n\n{AdapterName}\n설치: {InstalledVer}\n권장: {RecommendedVer}"
					},
					"Key": "VideoCardDriverRHIIssueReport"
				},
				{
					"Source":
					{
						"Text": "The installed version of the {Vendor} graphics driver has known issues.\nPlease install either the latest or the recommended driver version.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "{Vendor} 그래픽 드라이버의 설치 버전에 문제가 보고되었습니다.\n최신 드라이버 버전으로 업데이트하거나 권장 드라이버 버전을 설치해 주세요.\n\n다음의 URL로 이동하여 드라이버를 다운로드하시겠습니까?\n\n{Hyperlink}\n\n{AdapterName}\n설치: {InstalledVer}\n권장: {RecommendedVer}"
					},
					"Key": "VideoCardDriverIssueReport"
				},
				{
					"Source":
					{
						"Text": "The latest version of the {Vendor} graphics driver has known issues in {RHI}.\nPlease install the recommended driver version or switch to a different rendering API.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "{Vendor} 그래픽 드라이버의 최신 버전에 {RHI} 문제가 보고되었습니다.\n권장 드라이버 버전을 설치하거나 다른 렌더링 API로 전환해 주세요.\n\n다음의 URL로 이동하여 드라이버를 다운로드하시겠습니까?\n\n{Hyperlink}\n\n{AdapterName}\n설치: {InstalledVer}\n권장: {RecommendedVer}"
					},
					"Key": "LatestVideoCardDriverRHIIssueReport"
				},
				{
					"Source":
					{
						"Text": "The latest version of the {Vendor} graphics driver has known issues.\nPlease install the recommended driver version.\n\nWould you like to visit the following URL to download the driver?\n\n{Hyperlink}\n\n{AdapterName}\nInstalled: {InstalledVer}\nRecommended: {RecommendedVer}"
					},
					"Translation":
					{
						"Text": "{Vendor} 그래픽 드라이버의 최신 버전에 문제가 보고되었습니다.\n권장 드라이버 버전을 설치해 주세요.\n\n다음의 URL로 이동하여 드라이버를 다운로드하시겠습니까?\n\n{Hyperlink}\n\n{AdapterName}\n설치: {InstalledVer}\n권장: {RecommendedVer}"
					},
					"Key": "LatestVideoCardDriverIssueReport"
				},
				{
					"Source":
					{
						"Text": "Update macOS"
					},
					"Translation":
					{
						"Text": "macOS 업데이트"
					},
					"Key": "UpdateMacOSX_Title"
				},
				{
					"Source":
					{
						"Text": "WARNING: Known issues with graphics driver"
					},
					"Translation":
					{
						"Text": "경고: 그래픽 드라이버 문제"
					},
					"Key": "TitleVideoCardDriverIssue"
				},
				{
					"Source":
					{
						"Text": "https://downloadcenter.intel.com/product/80939/Graphics"
					},
					"Translation":
					{
						"Text": "https://downloadcenter.intel.com/product/80939/Graphics"
					},
					"Key": "DriverDownloadLinkIntel"
				},
				{
					"Source":
					{
						"Text": "https://www.amd.com/en/support"
					},
					"Translation":
					{
						"Text": "https://www.amd.com/en/support"
					},
					"Key": "DriverDownloadLinkAMD"
				},
				{
					"Source":
					{
						"Text": "https://www.nvidia.com/en-us/geforce/drivers/"
					},
					"Translation":
					{
						"Text": "https://www.nvidia.com/en-us/geforce/drivers/"
					},
					"Key": "DriverDownloadLinkNVIDIA"
				}
			]
		},
		{
			"Namespace": "UnrealBuildConfigurations",
			"Children": [
				{
					"Source":
					{
						"Text": "Debug"
					},
					"Translation":
					{
						"Text": "디버그"
					},
					"Key": "DebugName"
				},
				{
					"Source":
					{
						"Text": "DebugGame"
					},
					"Translation":
					{
						"Text": "디버그게임"
					},
					"Key": "DebugGameName"
				},
				{
					"Source":
					{
						"Text": "Development"
					},
					"Translation":
					{
						"Text": "개발"
					},
					"Key": "DevelopmentName"
				},
				{
					"Source":
					{
						"Text": "Shipping"
					},
					"Translation":
					{
						"Text": "배포"
					},
					"Key": "ShippingName"
				},
				{
					"Source":
					{
						"Text": "Test"
					},
					"Translation":
					{
						"Text": "테스트"
					},
					"Key": "TestName"
				},
				{
					"Source":
					{
						"Text": "Unknown"
					},
					"Translation":
					{
						"Text": "알 수 없음"
					},
					"Key": "UnknownName"
				}
			]
		},
		{
			"Namespace": "WindowsDynamicRHI",
			"Children": [
				{
					"Source":
					{
						"Text": "-d3d12/dx12, -d3d11/dx11, -vulkan, and -opengl are mutually exclusive options, but more than one was specified on the command-line."
					},
					"Translation":
					{
						"Text": "명령줄에 -d3d12/dx12, -d3d11/dx11, -vulkan, -opengl 중 2개 이상이 지정되었습니다. 해당 옵션은 서로 배타적이기 때문에 1개만 사용할 수 있습니다."
					},
					"Key": "RHIOptionsError"
				},
				{
					"Source":
					{
						"Text": "<Unknown>"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "UnknownRHI"
				},
				{
					"Source":
					{
						"Text": "<unknown>"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelUnknown"
				},
				{
					"Source":
					{
						"Text": "A D3D11-compatible GPU (Feature Level 11.0, Shader Model 5.0) is required to run the engine."
					},
					"Translation":
					{
						"Text": "엔진을 구동하기 위해서는 D3D11 호환 GPU(기능 수준 11.0, 셰이더 모델 5.0)가 필요합니다."
					},
					"Key": "RequiredDX11Feature_11_SM5"
				},
				{
					"Source":
					{
						"Text": "DX12 SM6 is not supported on your system. Try running without the -sm6 command line argument."
					},
					"Translation":
					{
						"Text": "DX12 SM6는 현재 시스템에서 지원되지 않습니다. -sm6 명령줄 인수 없이 실행해 보세요."
					},
					"Key": "RequiredDX12SM6"
				},
				{
					"Source":
					{
						"Text": "DX12 is not supported on your system. Try running without the -dx12 or -d3d12 command line argument."
					},
					"Translation":
					{
						"Text": "해당 시스템에서 DX12는 지원하지 않습니다. 커맨드 라인에서 -dx12 혹은 -d3d12 설정 없이 실행해주세요."
					},
					"Key": "RequiredDX12"
				},
				{
					"Source":
					{
						"Text": "DirectX 11"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "D3D11"
				},
				{
					"Source":
					{
						"Text": "DirectX 12"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "D3D12"
				},
				{
					"Source":
					{
						"Text": "ES3_1"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelES31"
				},
				{
					"Source":
					{
						"Text": "OpenGL"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "OpenGL"
				},
				{
					"Source":
					{
						"Text": "OpenGL 4.3 is required to run the engine."
					},
					"Translation":
					{
						"Text": "엔진을 구동하기 위해서는 OpenGL 4.3이 필요합니다."
					},
					"Key": "RequiredOpenGL"
				},
				{
					"Source":
					{
						"Text": "SM5"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelSM4"
				},
				{
					"Source":
					{
						"Text": "SM6"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "FeatureLevelSM6"
				},
				{
					"Source":
					{
						"Text": "Unable to launch with RHI '{0}' since the project is not configured to support it."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "MissingTargetedShaderFormats"
				},
				{
					"Source":
					{
						"Text": "Vulkan"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "Vulkan"
				},
				{
					"Source":
					{
						"Text": "Vulkan Driver is required to run the engine."
					},
					"Translation":
					{
						"Text": "엔진을 구동하기 위해서는 Vulkan 드라이버가 필요합니다."
					},
					"Key": "RequiredVulkan"
				},
				{
					"Source":
					{
						"Text": "{0} does not support {1}."
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "RHINotSupported"
				}
			]
		}
	]
}